{"_id":{"$oid":"5ea82ce91b08093494f91d23"},"Name":"Clank! ","BGG":"A Deck Building Adventure","Description":"Burgle your way to adventure in the deck-building board game Clank! Sneak into an angry dragon's mountain lair to steal precious artifacts. Delve deeper to find more valuable loot. Acquire cards for your deck and watch your thievish abilities grow.  Be quick and be quiet. One false step and CLANK! Each careless sound draws the attention of the dragon, and each artifact stolen increases its rage. You can enjoy your plunder only if you make it out of the depths alive!","Image":"https://picsum.photos/200","Type":"Family, Strategy","Mechanisms":"Card Drafting, Deck/Pool Building, Player Elimination, Point to Point Movement, Press Your Luck","Category":"Adventure, Fantasy","Playing Time":"30-60","Ages":"12+","Players":"2-4","Rating":"8"}
{"_id":{"$oid":"5ea82cfe1b08093494f91d24"},"Name":"Gloomhaven","BGG":"https://boardgamegeek.com/boardgame/174430/gloomhaven","Description":"Gloomhaven is a game of Euro-inspired tactical combat in a persistent world of shifting motives. Players will take on the role of a wandering adventurer with their own special set of skills and their own reasons for traveling to this dark corner of the world. Players must work together out of necessity to clear out menacing dungeons and forgotten ruins. In the process, they will enhance their abilities with experience and loot, discover new locations to explore and plunder, and expand an ever-branching story fueled by the decisions they make.","Image":"https://picsum.photos/200","Type":"Strategy, Thematic","Mechanisms":"Action/Movement Programming, Co-operative play, Grid movement, Hand Management, Modular Board","Category":"Adventure, Economic","Playing Time":"90-150","Ages":"12+","Players":"1-4","Rating":"9"}
{"_id":{"$oid":"5ea82d1e1b08093494f91d25"},"Name":"Azul","BGG":"https://boardgamegeek.com/boardgame/230802/azul","Description":"Introduced by the Moors, azulejos (originally white and blue ceramic tiles) were fully embraced by the Portuguese when their king Manuel I, on a visit to the Alhambra palace in Southern Spain, was mesmerized by the stunning beauty of the Moorish decorative tiles. The king, awestruck by the interior beauty of the Alhambra, immediately ordered that his own palace in Portugal be decorated with similar wall tiles. As a tile-laying artist, you have been challenged to embellish the walls of the Royal Palace of Evora.","Image":"https://picsum.photos/200","Type":"Abstract, Family","Mechanisms":"Pattern Building, Set Collection, Tile Placement","Category":"Abstract Strategy","Playing Time":"30-45","Ages":"8+","Players":"2-4","Rating":"7.8"}
{"_id":{"$oid":"5ea82d2f1b08093494f91d26"},"Name":"Altiplano","BGG":"https://boardgamegeek.com/boardgame/234487/altiplano","Description":"Altiplano, a bag-building game along the lines of Orléans set in the South American highlands of the Andes — the Altiplano — is not a simple game, presenting players with new challenges time and again. There are various ways to reach the goal, so the game remains appealing to try out new options and strategies, but success or failure also depends on whether your opponents let you do as you like or thwart the strategy you are pursuing. The competition for the individual types of goods is considerable — as is the fun in snatching a coveted extension card from under another player's nose!","Image":"https://picsum.photos/200","Type":"Action Point Allowance System, Deck/Pool Building, Variable Player Powers","Mechanisms":"Resource Management","Category":"Strategy","Playing Time":"60-120","Ages":"12+","Players":"2-4","Rating":"7.5"}
{"_id":{"$oid":"5ea82d421b08093494f91d27"},"Name":"Clans of Caledonia","BGG":"https://boardgamegeek.com/boardgame/216132/clans-caledonia","Description":"Clans of Caledonia is a mid-to-heavy economic game set in 19th-century Scotland. At this time, Scotland made the transition from an agricultural to an industrialized country that heavily relied on trade and export. In the following years, food production increased significantly to feed the population growth. Linen was increasingly substituted by the cheaper cotton and raising sheep was given high importance. More and more distilleries were founded and whisky became the premium alcoholic beverage in Europe.","Image":"https://picsum.photos/200","Type":"Strategy","Mechanisms":"Commodity Speculation, Modular Board, Route/Network Building, Variable Player Powers","Category":"Economic","Playing Time":"30-120","Ages":"12+","Players":"1-4","Rating":"8.3"}
